{
  "Name": "שם",
  "Our ": "שלנו",
  "Story": "הסיפור",
  "Mission": "המשימה",
  "Our web development company was born from a high school passion project that blossomed into a full-fledged enterprise. What started as a one-man operation during my teenage years has evolved into a dynamic team of skilled professionals, many of whom I met during my military service in various software development units.": "חברת פיתוח האתרים שלנו נוצרה מתשוקה בפרויקט בתיכון שפרח והתפתח למיזם מן המניין. מה שהתחיל כעסק של אדם אחד בשנות הנעורים שלי התפתח לקבוצה דינמית של אנשי מקצוע מיומנים, רבים מהם פגשתי במהלך השירות הצבאי שלי במגוון יחידות פיתוח תוכנה. המסע היה מלווה באתגרים רבים; כיזם צעיר התמודדתי עם ספק שהוטל עליי בגלל הגיל הצעיר שלי. עם זאת, בעזרת התמדה ומתן עבודה איכותית בצורה עקבית, בניתי אמון ואמינות בתעשייה.",
  "Today, our company stands out by offering truly bespoke solutions. We eschew templates in favor of custom-built websites using programming languages, providing a personalized touch that sets us apart in a crowded market.": "כיום, החברה שלנו בולטת מעל האחרות בעזרת שירות בהתאמה אישית מא' ועד ת'. אנו נמנעים מעבודה עם תבניות שמורות מראש על ידי שימוש בשפות תכנות, מה שמעניק מגע אישי שמייחד אותנו מאחרים בשוק צפוף. גישה זו, בשילוב עם הצוות המגוון שלנו של מפתחים ומעצבים, מאפשרת לנו ליצור חוויה דיגיטלית ייחודית עבור לקוחותינו. הצמיחה שלנו מעבודה צדית בתיכון לעסק מקצועי עם צוות בעל תפקידים מסודרים ותמיכה חיצונית לשיווק, היא עדות למחויבות ולמצוינות שאנו דוגלים בה בשילוב עם יכולת ההסתגלות בענף זה המתפתח ללא סוף של פיתוח אתרים.",
  "Our mission is to empower small and medium-sized businesses with custom web solutions that enhance their online presence. We prioritize integrity and personalized service, aiming to be the go-to choice for unique digital experiences and innovative mobile app development.": "המשימה שלנו היא להעצים עסקים קטנים ובינוניים באמצעות פתרונות לאתרים בצורה מותאמת אישית שישפרו את הנוכחות שלהם באינטרנט, אנו שמים דגש על יושרה ושירות אישי, במטרה להיות הבחירה המובילה לחוויות דיגיטליות ייחודיות ופיתוח אפליקציות מובייל חדשניות.",
  "Holon Israel": "חולון ישראל",
  "Navigation": "ניווט",
  "Home": "דף הבית",
  "About": "אודות",
  "Services": "שירותים",
  "Portfolio": "תיק עבודות",
  "Blog": "בלוג",
  "Contact": "צור קשר",
  "Support": "תמיכה",
  "Contact us": "צור קשר",
  "Open Positions": "משרות פתוחות",
  "Legal": "משפטי",
  "Terms and Conditions": "תנאים והגבלות",
  "Privacy Policy": "מדיניות פרטיות",
  "Sites for Everyone": "Sites for Everyone",
  "Sites for Everyone, all rights reserved.": "Sites for Everyone, כל הזכויות שמורות."
}
