{
  "Name": "שם",
  "Email": "מייל",
  "Message": "הודעה",
  "Submit": "שלח",
  "Send": "שלח",
  "Sending...": "שולח...",
  "Let us know how we can help": "ספר לנו איך אנחנו יכולים לעזור",
  "OurMis ": "המשימה",
  "OurSt ": "הסיפור",
  "Story": "שלנו",
  "Mission": "שלנו",
  "Our web development company was born from a high school passion project that blossomed into a full-fledged enterprise. What started as a one-man operation during my teenage years has evolved into a dynamic team of skilled professionals, many of whom I met during my military service in various software development units.": "חברת פיתוח האתרים שלנו נוצרה מתשוקה בפרויקט בתיכון שפרח והתפתח למיזם מן המניין. מה שהתחיל כעסק של אדם אחד בשנות הנעורים שלי התפתח לקבוצה דינמית של אנשי מקצוע מיומנים, רבים מהם פגשתי במהלך השירות הצבאי שלי במגוון יחידות פיתוח תוכנה. המסע היה מלווה באתגרים רבים; כיזם צעיר התמודדתי עם ספק שהוטל עליי בגלל הגיל הצעיר שלי. עם זאת, בעזרת התמדה ומתן עבודה איכותית בצורה עקבית, בניתי אמון ואמינות בתעשייה.",
  "Today, our company stands out by offering truly bespoke solutions. We eschew templates in favor of custom-built websites using programming languages, providing a personalized touch that sets us apart in a crowded market.": "כיום, החברה שלנו בולטת מעל האחרות בעזרת שירות בהתאמה אישית מא' ועד ת'. אנו נמנעים מעבודה עם תבניות שמורות מראש על ידי שימוש בשפות תכנות, מה שמעניק מגע אישי שמייחד אותנו מאחרים בשוק צפוף. גישה זו, בשילוב עם הצוות המגוון שלנו של מפתחים ומעצבים, מאפשרת לנו ליצור חוויה דיגיטלית ייחודית עבור לקוחותינו. הצמיחה שלנו מעבודה צדית בתיכון לעסק מקצועי עם צוות בעל תפקידים מסודרים ותמיכה חיצונית לשיווק, היא עדות למחויבות ולמצוינות שאנו דוגלים בה בשילוב עם יכולת ההסתגלות בענף זה המתפתח ללא סוף של פיתוח אתרים.",
  "Our mission is to empower small and medium-sized businesses with custom web solutions that enhance their online presence. We prioritize integrity and personalized service, aiming to be the go-to choice for unique digital experiences and innovative mobile app development.": "המשימה שלנו היא להעצים עסקים קטנים ובינוניים באמצעות פתרונות לאתרים בצורה מותאמת אישית שישפרו את הנוכחות שלהם באינטרנט, אנו שמים דגש על יושרה ושירות אישי, במטרה להיות הבחירה המובילה לחוויות דיגיטליות ייחודיות ופיתוח אפליקציות מובייל חדשניות.",
  "Holon Israel": "חולון ישראל",
  "Navigation": "ניווט",
  "Home": "דף הבית",
  "About": "אודות",
  "Services": "שירותים",
  "Portfolio": "תיק עבודות",
  "Blog": "בלוג",
  "Contact": "צור קשר",
  "Support": "תמיכה",
  "Contact us": "לקבלת הצעת מחיר",
  "Contact Us": "לקבלת הצעת מחיר",
  "Open Positions": "משרות פתוחות",
  "Legal": "משפטי",
  "Terms and Conditions": "תנאים והגבלות",
  "Privacy Policy": "מדיניות פרטיות",
  "Sites for Everyone": "Sites for Everyone",
  "Sites for Everyone, all rights reserved.": "Sites for Everyone, כל הזכויות שמורות.",
  "Ready to Start Your Jorney?": "צוות המפתחים שלנו מוכן, ואתה?",
  "Our expert team is eager to collaborate with you on creating a stunning, high-performing website. Whether you need a fresh design, improved functionality, or expert digital marketing strategies, we've got you covered. Contact us today for a free consultation and let's bring your vision to life": "הצוות המומחה שלנו להוט לשתף פעולה איתך ביצירת אתר אינטרנט מרהיב ובעל ביצועים גבוהים. בין אם אתה זקוק לעיצוב חדש, פונקציונליות משופרת, או אסטרטגיות שיווק דיגיטלי מומחות, אנחנו כאן בשבילך. צור איתנו קשר היום להתייעצות חינם ובואו נהפוך את החזון שלך למציאות.",
  "Results matter.": "עם מי יצא לנו לעבוד?",
  "See What We Mean": "תראה מה הכוונה שלנו",
  "Development": "שלב הפיתוח ",
  "Your dream website is within reach. Our skilled developers will expertly transform your ideas into a tangible, impressive online presence.": "נכנסים לעבודה! צוות המפתחים שלנו בונה לך את האתר עם המערכות שתמיד רצית, עד לעליה לאוויר אנחנו מלווים אתכם בכל שלב ושלב..",
  "Let people see the": "תן לאנשים את  לראות ",
  "real": "העסק שלך ",
  " you.": "באמת.",
  "Design": "עיצוב ראשוני",
  "Great design starts with you. transform your vision into captivating digital experiences. We craft stunning layouts that not only look great but also connect with your audience.": "העיצוב הראשוני של האתר, הכל בהתאמה לספר מותג ולחזון של הלקוח. בנוסף בשלב העיצוב אנחנו כותבים את הקופי שימשוך את האנשים הנכונים ויגרום להם לרצות להישאר באתר.",
  "From start to finish": "",
  "Our Process": "בניית אתרים שמפיקים מקסימום תוצאות מהאינטרנט",
  "We specialize in delivering the complete package. see what our process consists of and what it’s like to work with us": "עם צוות מקצועי, ניסיון רחב ושיטות עבודה יחודיות אנו נביא לך אתר שמיצג את העסק שלך בדיוק - ומתאים לך כמו כפפה ליד",
  "Hi, I’m Moshe, CEO of Sites for Everyone": "קצת עלי,",
  "Running a business is hard enough... let us help you take the load off. Our team of experiences developers, designers and Dev-Ops engineers is always ready to provide our client with the most sophisticated final product and the guidance throughout the building process.": "אני משה, יוצא יחידה טכנולוגית בעל ניסיון עשיר בפיתוח מערכות ותוכנות למגוון רחב מאוד של פרויקטים. אבל ההתמקצעות האמיתית - בניית אתרים איכותיים שעושים בדיוק את מה שצריך, ולפעמים גם קצת מעבר. בין עם זה המרות מדפי נחיתה, חנויות, מערכות מוכרבות לסליקה מאובטחת ועוד... אם אתם כאן - אני בטוח שאנחנו יכולים להפוך את החלום שלכם למציאות.",
  "Read More": "קרא עוד",
  "Innovative solutions for your business needs.": "מפתחים אתרים מעולים",
  "Professional Design": "עיצוב מדויק",
  "Accessibility": "נגישות",
  "Costumer Support": "ליווי מלא",
  "Responsivity": "רספונסיבי",
  "Get Started": "לקבלת הצעת מחיר",
  "Meet The Team": "הכר את הצוות",
  "Deployment + SEO": "קידום - SEO",
  "Head Developer, CEO": "מפתח ראשי, מנכ’ל",
  "Developer, Designer": "מפתח, מעצב",
  "SEO Manager": "מנהלת קידום אורגני",
  "Designer": "מעצב",
  "Call Us Today": "התקשר אלינו היום",
  "Our expert team is eager to collaborate with you on creating a stunning, high-performing website. Whether you need a fresh design, improved functionality, or expert digital marketing strategies, we've got you covered. Contact us today for a free consultation and let's bring your vision to life!": "צוות המומחים שלנו ישמח לשתף פעולה איתכם ביצירת אתר מרשים ובעל ביצועים גבוהים. בין אם אתם זקוקים לעיצוב חדש, שיפור פונקציונליות, או אסטרטגיות שיווק דיגיטליות מתקדמות – אנחנו כאן בשבילכם. צרו קשר איתנו היום לייעוץ חינם, ובואו נגשים את החזון שלכם יחד!",
  "Your one stop solution for web needs": "הפתרון הכולל לכלל הצרכים לבניית אתר האינטרנט שלך",
  "from initial design to marketing, we provide al the tools necessary to grow you digital business": "מהעיצוב הראשוני ועד השיווק, אנו מספקים את כל הכלים הדרושים לצמיחת העסק הדיגיטלי שלך.",
  "“It's not who we are underneath, but what we do that defines us.”": "”זה לא מי שאנחנו בפנים, אלא מה שאנחנו עושים שמגדיר אותנו.”",
  "Omnifood": "אומניפוד",
  "Daniel Yehuda": "דניאל יהודה",
  "Smokin t's": "סמוקינ טי",
  "Smokin T's": "סמוקינ טי",
  "AI pro": "אי אי פרו",
  "Lions for Zion": "אריות לציון",
  "Maim Chaim": "מים חיים",
  "IDF Tech & Maintenance corps v2.0": "חיל טנא 2.0",
  "Mahogony Israel": "מהוגוני ישראל",
  "IDF Tech & Maintenance corps v1.0": "חיל טנא 1.0",
  "Enter Plus": "אנטר פלוס",
  "Shalom Carmel": "שלום כרמל",
  "Tora Dojo Israel": "תודה דוג'ו ישראל",
  "Not convinced yet?": "עדיין לא השתכנעת?",
  "See Our Work": "ראה את עבודותינו",
  "AI Pro delivers comprehensive calibration, engineering, and validation services that prioritize customer needs in a holistic manner. By providing optimal, budget-compliant solutions, they eliminate the burden of additional tasks for clients. Utilizing a `Turn Key` method, they ensure that products and services are ready for immediate use, streamlining the process for a seamless experience.": "אי אי פרו מספק שירותי כיול, הנדסה ואימות מקיפים שמתעדפים את כלל צרכי הלקוח.  על ידי מתן פתרונות אופטימליים התואמים לתקציב ומורידים מהלקוח את הנטל של משימות נוספות.  באמצעות שימוש בשיטת 'Turn Key', מובטח שימוש מיידי של המוצרים והשירותים לשימוש מיידי מה שמקל על התהליך ומייעל אותו לחוויה חלקה וקלילה.",
  "Client": "לקוח",
  "Year": "שנה",
  "Design, Web Development, SEO": "עיצוב, פיתוח, SEO",
  "Visit the website": "בקרו באתר",
  "Design, Web Development, SEO, maintinance": "עיצוב, פיתוח, SEO, תחזוקה",
  "Lions for Zion is a non-profit organization dedicated to supporting Israel and combating antisemitism. They focus on educating and empowering young adults to become advocates for Israel through leadership training, campus activism, and community engagement. The organization aims to strengthen the connection between Jewish youth and their heritage while promoting a positive image of Israel.": "אריות לציון היא עמותה ללא רווח שמטרתה היא לתמוך בישראל ולהילחם באנטישמיות. הם מתפקסים על חינוך והעצמת צעירים להפוך לתומכי ישראל באמצעות הכשרת מנהיגות, אקטיביזם בקמפוסים ומעורבות קהילתית. הארגון מכוון לחזק את החיבור בין הנוער היהודי למורשת תוך כדי קידום התמונה החיובית של ישראל.",
  "Design, Web Development": "עיצוב, פיתוח",
  "Maim Chaim is a Torah-based school in Jerusalem that provides a holistic education for boys and girls. It combines religious studies with core subjects, fostering joyful learning and personal growth through diverse activities like music, art, and life skills.": "מים חמים הוא בית ספר תורני בירושלים שמספק חינוך עבור בנים ובנות (holistic). המוסד משלב מקצועות של דת עם מקצועות ליבה ומטפח למידה חוויתית וצמיחה אישית באמצעוץ פעילויות מגוונות כגון מוזיקה, אמנות וכישורי חיים.",
  "Web Development, Maintinance": "פיתוח, תחזוקה",
  "IDF Tene is a corps within the Israel Defense Forces focused on technological and operational innovation. This unit develops and implements cutting-edge solutions to enhance military capabilities across various domains. TENE combines expertise in technology, engineering, and combat to create advanced systems and strategies, ensuring Israel's military readiness in the face of evolving threats.": "טנ'א (טכנולוגיה ואחזקה) הוא חיל בצבא ההגנה לישראל המתמקד על חדשנות טכנולוגית ומבצעית. החיל הזה מפתח ומיישם פתרונות מתקדמים כדי לשפר את יכולות הצבא בתחומים השונים. טנ'א משלב מומחיות בטכנולוגיה, הנדסה ולחימה כדי ליצור מערכות ואסטרטגיות מתקדמות, כדי להבטיח את המוכנות הצבאית של ישראל אל האיומים המתפתחים. ",
  "Web Development": "פיתוח",
  "Web Development, SEO, Maintinance": "פיתוח, תחזוקה, SEO",
  "Enter Plus has created a life-saving bracelet that detects drowning by monitoring vital signs. When a drowning incident occurs, it automatically alerts lifeguards, parents, and emergency services like 911. This innovative device enhances pool safety and provides peace of mind for families.": "אנטר פלוס יצרת צמיד מציל חיים שמזהה טביעה של אנשים על ידי בקרה על סממנים חיוניים.  כאשר מתרחשת טביעה, הצמיד אוטומטית מזעיק מצילים, הורים ושירותי חירום כגון 911. המכשיר החדשני הזה משפר בטיחות בבריכות ונותן שקט נפשי למשפחות.",
  "Mahagony Israel is a luxury furniture and interior design company specializing in high-end wooden furniture and custom-made pieces. They offer a range of exquisite mahogany products, including tables, chairs and cabinets. The company prides itself on craftsmanship, attention to detail, and using premium quality materials to create timeless and elegant furniture for discerning clients in Israel and beyond.": "מהוגוני ישראל היא חברת יוקרה לעיצוב פנים ורהיטים המתמחה ברהיטים בעץ באיכות גבוהה וחלקים בהתאמה אישית. הם מציעים מגוון של מוצרי מהגוני מעולים הכוללים שולחנות, כיסאות וארונות. החברה מתגאה במלאכה,  תשומת הלב לפרטים הקטנים ושימוש בחומרים מובחרים כדי ליצור ריהוט אלגנטי שמחזיק לאורך זמן בשביל לקוחות אניני טעם בישראל ובעולם.",
  "Launch your site with confidence. Our team ensures smooth deployment and optimizes your online presence. We implement cutting-edge SEO strategies to boost your visibility, driving traffic and engagement. Watch your digital footprint grow as we fine-tune your site for search engines and users alike.": "אין היום אתר שלא רוצה להיות מקום ראשון בגוגל, לכן אנחנו נכין את האתר שלך בהתאם, עם ניתוח נתונים מתאים, חיבור מערכות SEO מתקדמות, מפות חום וכל מה שצריך כדי לפרסם בצורה אורגנית או ממומנת.",
  "Maintinance": "תחזוקה",
  "This is the largest Tora Dojo branch outside the United States, founded by sixth-degree black belt Arthur Gribetz, along with a dedicated team of high-ranking expert instructors.": "זהו הסניף הגדול ביותר של תורה דוג’ו מחוץ לארצות הברית, שנוסד על ידי ארתור גריבץ בעל חגורה שחורה בדרגה שישית, ביחד עם צוות מסור של מדריכים בדרגות גבוהות.",
  "‘Shalom Carmel’ was established to showcase the rich ethnic and cultural diversity of Haifa and Mount Carmel. Their tours provide groups with the opportunity to engage with various communities in the area and learn how they collaborate to foster a more unified society.": "שלום כרמל הוקמה כדי להציג את המגוון האתני והתרבותי של חיפה והר הכרמל. הסיורים שלהם מספקים לקבוצות את ההזדמנות להתחבר עם קהילות שונות באזור וללמוד כיצד הן משתפות פעולה כדי לטפח חברה מאוחדת יותר.",
  "Design, Web Development, maintenance, SEO": "תחזוקה, עיצוב, פיתוח, SEO",
  "Design, Web Development, maintenance": "תחזוקה, עיצוב, פיתוח",
  "Daniel Yehuda is a Jewish musician who connects young Jewish souls through uplifting music. He offers customized performances, workshops, and events worldwide, focusing on Judaism and Zionism. Daniel also serves as a cantor and provides entertainment for celebrations like weddings and bar mitzvahs.": "דניאל יהודה הוא מוזיקאי יהודי שמחבר בין נפשות יהודיות צעירות דרך מוזיקה מרוממת. הוא מציע הופעות, סדנאות ואירועים מותאמים אישית ברחבי העולם המתמקדמים ביהדות וציונות. דניאל הוא גם חזן ומספק בידור לאירועים כמו חתונות ובר מצווה.",
  "Smokin T's is a barbecue and grill-style restaurant that offers a unique blend of delicious dishes, including house-made pastrami and corned beef sandwiches. With a focus on quality, their menu features mouthwatering appetizers, fresh desserts, and exemplary service in a relaxed atmosphere. The restaurant has evolved through various kitchens to perfect its recipes, ensuring a memorable dining experience.": "סמוקינ טי היא מסעדת ברביקיו וגריל שמציעה שילוב ייחודי של מנות טעימות כולל פסטרמה וקורנביף תוצרת בית. עם התמקדות על איכות התפריט שלהם מציע מנות פתיחה מעוררות תיאבון, קינוחים טריים ושירות למופת באווירה רגועה. המסעדה התפתחה דרך מטבחים שונים כדי לשכלל את המתכונים שלה, מה שמבטיח חוויה בלתי נשכחת.",
  "Omnifood is a personalized meal subscription service that delivers healthy, chef-prepared meals to your door. Using AI, it creates tailored meal plans based on your dietary preferences, offering a variety of options to suit different diets. Enjoy the convenience of nutritious eating while supporting local and organic food sources.": "אומניפוד הוא שירות מנוי ארוחות מותאם אישית המספק ארוחות בריאות שהוכנו על ידי שפים ישירות לדלת ביתך. באמצעות בינה מלאכותית, הוא יוצר תוכניות ארוחות מותאמות על בסיס העדפות התזונה שלך, ומציע מגוון אפשרויות המתאימות לדיאטות שונות. תוכל ליהנות מנוחות האכילה הבריאה תוך תמיכה במקורות מזון מקומיים ואורגניים.",

  "Terms and Conditions for Sites for Everyone": "תנאים והגבלות Sites for Everyone",
  "Effective Date": "תאריך תחילת תוקף",
  "September": "ספטמבר",
  "Introduction": "מבוא",
  "Welcome to Sites for Everyone (`we,` `our,` or `us`). By accessing or using our website": "ברוכים הבאים ל Sites for Everyone (\"אנחנו\", \"שלנו\" או \"אותנו\"). על ידי גישה או שימוש באתר שלנו",
  "or engaging our website development services, you agree to be bound by these Terms and Conditions. If you disagree with any part of these terms, please do not use our website or services": "או שימוש בשירותי פיתוח האתרים שלנו, אתם מסכימים להיות כפופים לתנאים והגבלות הללו. אם אינכם מסכימים עם כל חלק בתנאים, בבקשה אל תשתמשו באתר או בשירותים שלנו.",
  "Use of Our Services": "שימוש בשירותים שלנו",
  "You agree to provide accurate and complete information when using our services": "אתם מסכימים לספק מידע מדויק ושלם בעת השימוש בשירותים שלנו.",
  "You are responsible for maintaining the confidentiality of your account information and any login credentials provided for your website": "אתם אחראיים לשמור על סודיות פרטי החשבון שלכם ופרטי ההתחברות שסופקו עבור האתר שלכם.",
  "Intellectual Property": "קניין רוחני",
  "All content on our website, including text, graphics, logos, and software, is our property and protected by copyright laws": "כל התוכן באתר שלנו, כולל טקסט, גרפיקה, לוגואים ותוכנה הוא רכושנו ומוגן על פי חוקי זכויות יוצרים.",
  "You may not use, reproduce, or distribute our content without our express written permission": "אינכם רשאים להשתמש, לשכפל או להפיץ את התוכן שלנו ללא רשות כתובה בצורה מפורשת.",
  "Upon full payment for our services, you will own the website we develop for you, except for any third-party elements, plugins, or themes that may be subject to their own licenses": "בהתאם לתשלום המלא עבור השירותים שלנו, תהיה לכם בעלות על האתר שאנו מפתחים עבורכם, למעט רכיבים, תוספים או תבניות שעשויים להיות כפופים לרשיונות שלהם.",
  "By engaging our services, you grant us permission to use the website we create for you as part of our portfolio. This includes displaying screenshots, descriptions, and links to your website for promotional purposes. If you wish to opt out of this, please inform us in writing": "על ידי שימוש בשירותים שלנו, אתם נותנים לנו רשות להשתמש באתר שאנו יוצרים עבורכם כחלק מתיק העבודות שלנו. זה כולל להציג תמונות מסך, תיאורים וקישורים לאתר שלכם למטרות פרסום. אם אתם מעוניינים להימנע מכך, אנא יידעו אותנו בכתב.",
  "Client Content": "תוכן לקוחות",
  "By submitting any content, materials, or information to us for use in your website development project, you grant us ownership of such content. This allows us to incorporate it into your website and make necessary modifications": "על ידי הגשת תוכן, חומרי עבודה או מידע לשימוש בשבילנו לצורך פרויקט פיתוח האתר שלכם, אתם מעניקים לנו בעלות על תוכן זה. דבר זה מאפשר לנו לשלב אותו באתר שלכם ולבצע את השינויים הנדרשים.",
  "You represent and warrant that you have the right to grant us ownership of any content you provide and that it does not infringe on any third-party rights.": "אתם מצהירים ומתחייבים שיש לכם את הזכות להעניק לנו בעלות על כל תוכן שתספקו ושלא יהיה בכך הפרה של זכויות צדדים שלישיים.",
  "While we own the content you provide, you retain the right to use this content for your own purposes outside of the website we develop for you": "כאשר התוכן שאתם מספקים בבעלותנו, אתם משמרים את הזכות להשתמש בתוכן זה לצרכים האישיים שלכם מחוץ לאתר שאנו מפתחים עבורכם.",
  "Limitation of Liability": "הגבלת אחריות",
  "We provide our services `as is` without any warranties, express or implied": "אנו מספקים את שירותינו כפי שהם ללא אחריות מפורשת או משתמעת.",
  "We shall not be liable for any indirect, incidental, special, or consequential damages arising from your use of our services": "לא נהיה אחראים לנזק עקיף, מקרי, מיוחד או כתוצאה הנובעת מהשימוש בשירותים שלנו.",
  "Termination": "הפסקת שירות",
  "We reserve the right to terminate or suspend our services at our sole discretion, without notice, for any reason, including breach of these Terms": "אנו שומרים את הזכות להפסיק או להשעות את השירותים שלנו לפי שיקול דעתנו הבלעדי מכל סיבה שהיא, ללא הודעה מוקדמת, כולל הפרת תנאים אלו.",
  "Governing Law": "החוק החל",
  "These Terms shall be governed by and construed in accordance with the laws of Israel, without regard to its conflict of law provisions": "תנאים אלה יהיו כפופים ויפורשו בהתאם לדיני מדינת ישראל, מבלי להתייחס לתנאי ברירת הדין.",
  "Changes to Terms": "שינויים בתנאים",
  "We may modify these Terms at any time. Your continued use of our services after any changes indicates your acceptance of the modified Terms": "אנו עשויים לשנות את התנאים האלה בכל עת. השימוש המתמשך שלך בשירותנו לאחר שינויים בתנאים מעיד על הסכמתך לתנאים המתוקנים.",
  "Contact Information": "פרטי יצירת קשר",
  "If you have any questions about these Terms, please contact us at": "אם ישנן שאלות לגבי תנאים אלו בבקשה צרו איתנו קשר.",
  "Email": "מייל",
  "Website": "אתר",
  "By using our website and services, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions": "על ידי השימוש באתר ובשירותים שלנו הנך מאשר שקראת, הבנת והסכמת להיות כפוף לתנאים ולהגבלות הללו",
  "Privacy Policy for Sites for Everyone": "מדיניות הפרטיות Sites for Everyone",
  "Introduction": "מבוא",
  "This Privacy Policy outlines how Sites for Everyone (`we,` `our,` or`us`) collects, uses, and protects your personal information. We are committed to safeguarding your privacy and complying with applicable data protection laws, including GDPR, CalOPPA, CCPA (CPRA), and other privacy laws around the world.": "מדיניות הפרטיות זו מתארת כיצד Sites for Everyone אוספת, משתמשת ושומרת על המידע האישי שלך. אנו מחויבים לשמור על פרטיותך ולעמוד בחוקי הגנת המידע החלים, כולל GDPR, CalOPPA, CCPA (CPRA) וחוקי פרטיות נוספים ברחבי העולם",
  "Information We Collect": "המידע שאנחנו אוספים",
  "We collect the following personal information": "אנו אוספים את המידע האישי הבא",
  "Email address": "כתובת מייל",
  "First name and last name": "שם פרטי ושם משפחה",
  "Phone number": "מס' טלפון",
  "How We Use Your Information": "איך אנחנו משתמשים במידע שלך",
  "We use your personal information to": "אנו משתמשים במידע הפרטי שלך בשביל",
  "Provide and improve our services": "לספק ולשפר את השירותים שלנו",
  "Communicate with you about our products and services": "ליצור איתך קשר לגבי המוצרים והשירותים שלנו",
  "Respond to your inquiries and support requests": "להשיב לפניותיך ולבקשות התמיכה שלך",
  "Data Protection and Security": "הגנה ואבטחת נתונים",
  "We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.": "אנו מיישמים אמצעיים טכניים וארגוניים מתאימים כדי להגן על המידע הפרטי שלך מפני גישה בלתי מורשית, שינוי, חשיפה או השמדה.",
  "Your Rights": "הזכויות שלך",
  "Depending on your location, you may have the following rights": "בהתאם למיקומך, ייתכן ויש לך את הזכויות הבאות",
  "Access to your personal information": "גישה למידע הפרטי שלך",
  "Correction of inaccurate data": "תיקון נתונים לא מדויקים",
  "Deletion of your personal information": "מחיקת המידע הפרטי שלך",
  "Restriction of processing": "הגבלת עיבוד",
  "Data portability": "ניידות נתונים",
  "Objection to processing": "התנגדות לעיבוד המידע",
  "To exercise these rights, please contact us using the information provided in the `Contact Us` section.": "בכדי לממש זכויות אלה אנא צור איתנו קשר באמצעות הפרטים שסופקו בסעיף \"צור קשר\".",
  "International Data Transfers": "העברת מידע בין-לאומית",
  "As we are based in Israel, your data may be transferred to and processed in countries outside your residence. We ensure appropriate safeguards are in place to protect your information during such transfers.": "מכיוון שאנו ממוקמים בישראל, ייתכן שהנתונים שלך יעברו ויעובדו במדינות מחוץ למדינת מגוריך.",
  "Changes to This Policy": "שינויים במדיניות זו",
  "We may update this Privacy Policy from time to time. We will notify you of any significant changes by posting the new policy on our website.": "אנו עשויים לעדכן את מדיניות פרטיות זו מדי פעם. אנו נעדכן אותך על כל שינוי משמעותי על ידי פרסום המדיניות החדשה באתר האינטרנט שלנו.",
  "Contact Us": "לקבלת הצעת מחיר",
  "If you have any questions or concerns about this Privacy Policy, please contact us at": "אם יש לך שאלות או דאגות כלשהן לגבי מדיניות הפרטיות הזו, בבקשה צור איתנו קשר.",
  "Email": "מייל",
  "Website": "אתר",
  "Last updated": "עודכן לאחרונה",
  "September": "ספטמבר",
  "16 / 6 Support": "תמיכה 16 / 6",
  "WordPress Development": "פיתוח אתרי וורדפרס",
  "Sometimes there's not need to overcomplicate. Get the right package according to your budget.": "לפעמים אין צורך להסתבך. קבל את החבילה המתאימה בהתאם לתקציב שלך.",
  "Website Development & Maintenance": "פיתוח אתרים ותחזוקה",
  "No matter how big or small your website project, we have the expertise to deliver exceptional results. From a single landing page to complex web apps, from initial concept to ongoing maintenance, we provide comprehensive website development and support services.": "לא משנה כמה גדול או קטן פרויקט האתר שלך, יש לנו את המומחיות להביא תוצאות יוצאות דופן. מדף נחיתה בודד ועד ליישומי אינטרנט מורכבים, מהקונספט הראשוני ועד לתחזוקה שוטפת, אנו מספקים שירותי פיתוח ותמיכה מקיפים לאתרים.",
  "SEO Optimization": "אופטימיזציית קידום אורגני",
  "Don't let your website get lost in the digital crowd. Our SEO services will help you rank higher in search engine results, making it easier for people to discover your business.": "אל תתן לאתר שלך להיאבד בהמון הדיגיטלי. שירותי ה-SEO שלנו יעזרו לך לדרג גבוה יותר בתוצאות מנועי החיפוש, מה שיקל על אנשים לגלות את העסק שלך.",
  "Professional Logo & Website Design": "עיצוב לוגו ואתרים",
  "Make a statement with a professional website and logo that showcase your best self. Our designers will craft a cohesive brand identity that resonates with your target audience.": "צור רושם עם אתר ולוגו מקצועיים שמציגים את הצד הטוב ביותר שלך. המעצבים שלנו יצרו זהות מותג קוהרנטית שתהדהד עם קהל היעד שלך.",
  "Cloud Hosting": "אחסון בענן",
  "Deploy your websites securely and reliably on the cloud.": "הפעל את האתרים שלך באופן מאובטח ואמין בענן.",
  "Everyone deserves to see you website. We ensure that all users can navigate and interact with your content.": "כולם ראויים לראות את האתר שלך. אנו מבטיחים שכל המשתמשים יוכלו לנווט ולתקשר עם התוכן שלך.",
  "Thank You!": "תודה רבה!",
  "Your message has been sent successfully.": "ההודעה נשלחה בהצלחה! נחזור אליכם בקרוב",
  "Go Back": "חזור",
  "About The Project": "מידע על הפוריקט",
  "Hello, how can i help?": "שלום, איך אוכל לעזור?",
  "= planning + Meticulousness;": "; planning + Meticulousness = ",
  "const": "const",
  "See More Projects": "עוד פרויקטים מאצלנו",
  "Email: mosheschwartzberg@gmail.com": "מייל: mosheschwartzberg@gmail.com",
  "Shlomo Horowitz Patents and Intellectual Property Ltd.": "שלמה הורוביץ פטנטים וקניין רוחני בע'מ",
  "SEO, Translation": "קידום אורגני, תרגום",
  "Shlomo Horowitz, a seasoned intellectual property attorney specializing in patent, trademark, and copyright law. He assists clients worldwide in obtaining and defending a wide array of IP rights across industries, emphasizing personal client attention and in-depth legal expertise.": "שלמה הורוביץ הוא עורך דין מנוסה לקניין רוחני המתמחה בדיני פטנטים, סימני מסחר וזכויות יוצרים. הוא מסייע ללקוחות מכל העולם להשיג ולהגן על מגוון זכויות בתחומי קניין רוחני בתעשיות שונות, תוך שימת דגש על יחס אישי ומקצועיות מעמיקה.",
  "Phone": "טלפון",
  "Get a quote": "לקבלת הצעת מחיר"
}
