{
  "Name": "שם",
  "Email": "מייל",
  "Message": "הודעה",
  "Submit": "שלח",
  "Let us know how we can help": "ספר לנו איך אנחנו יכולים לעזור",
  "Our ": "שלנו",
  "Story": "הסיפור",
  "Mission": "המשימה",
  "Our web development company was born from a high school passion project that blossomed into a full-fledged enterprise. What started as a one-man operation during my teenage years has evolved into a dynamic team of skilled professionals, many of whom I met during my military service in various software development units.": "חברת פיתוח האתרים שלנו נוצרה מתשוקה בפרויקט בתיכון שפרח והתפתח למיזם מן המניין. מה שהתחיל כעסק של אדם אחד בשנות הנעורים שלי התפתח לקבוצה דינמית של אנשי מקצוע מיומנים, רבים מהם פגשתי במהלך השירות הצבאי שלי במגוון יחידות פיתוח תוכנה. המסע היה מלווה באתגרים רבים; כיזם צעיר התמודדתי עם ספק שהוטל עליי בגלל הגיל הצעיר שלי. עם זאת, בעזרת התמדה ומתן עבודה איכותית בצורה עקבית, בניתי אמון ואמינות בתעשייה.",
  "Today, our company stands out by offering truly bespoke solutions. We eschew templates in favor of custom-built websites using programming languages, providing a personalized touch that sets us apart in a crowded market.": "כיום, החברה שלנו בולטת מעל האחרות בעזרת שירות בהתאמה אישית מא' ועד ת'. אנו נמנעים מעבודה עם תבניות שמורות מראש על ידי שימוש בשפות תכנות, מה שמעניק מגע אישי שמייחד אותנו מאחרים בשוק צפוף. גישה זו, בשילוב עם הצוות המגוון שלנו של מפתחים ומעצבים, מאפשרת לנו ליצור חוויה דיגיטלית ייחודית עבור לקוחותינו. הצמיחה שלנו מעבודה צדית בתיכון לעסק מקצועי עם צוות בעל תפקידים מסודרים ותמיכה חיצונית לשיווק, היא עדות למחויבות ולמצוינות שאנו דוגלים בה בשילוב עם יכולת ההסתגלות בענף זה המתפתח ללא סוף של פיתוח אתרים.",
  "Our mission is to empower small and medium-sized businesses with custom web solutions that enhance their online presence. We prioritize integrity and personalized service, aiming to be the go-to choice for unique digital experiences and innovative mobile app development.": "המשימה שלנו היא להעצים עסקים קטנים ובינוניים באמצעות פתרונות לאתרים בצורה מותאמת אישית שישפרו את הנוכחות שלהם באינטרנט, אנו שמים דגש על יושרה ושירות אישי, במטרה להיות הבחירה המובילה לחוויות דיגיטליות ייחודיות ופיתוח אפליקציות מובייל חדשניות.",
  "Holon Israel": "חולון ישראל",
  "Navigation": "ניווט",
  "Home": "דף הבית",
  "About": "אודות",
  "Services": "שירותים",
  "Portfolio": "תיק עבודות",
  "Blog": "בלוג",
  "Contact": "צור קשר",
  "Support": "תמיכה",
  "Contact us": "צור קשר",
  "Contact Us": "צור קשר",
  "Open Positions": "משרות פתוחות",
  "Legal": "משפטי",
  "Terms and Conditions": "תנאים והגבלות",
  "Privacy Policy": "מדיניות פרטיות",
  "Sites for Everyone": "Sites for Everyone",
  "Sites for Everyone, all rights reserved.": "Sites for Everyone, כל הזכויות שמורות.",
  "Ready to Start Your Jorney?": "מוכן להתחיל את המסע שלך?",
  "Our expert team is eager to collaborate with you on creating a stunning, high-performing website. Whether you need a fresh design, improved functionality, or expert digital marketing strategies, we've got you covered. Contact us today for a free consultation and let's bring your vision to life": "צוות המומחים שלנו מצפה בכיליון עיניים לשיתוף פעולה איתך ביצירת אתר מרהיב ובעל ביצועים גבוהים. בין אם אתה צריך עיצוב חדש, שיפור השימושיות של האתר, או אסטרטגיות שיווק דיגיטלי מקצועיות אנחנו כאן בשבילך. צור איתנו קשר היום לייעוץ חינם ונביא את החזון שלך לחיים.",
  "Results matter.": "התוצאות משנות.",
  "See What We Mean": "תראה מה הכוונה שלנו",
  "perfection": "שלמות",
  "= planning + Meticulousness;": "= תכנון + קפדנות ",
  "const": "const",
  "Development": "פיתוח",
  "Your dream website is within reach. Our skilled developers will expertly transform your ideas into a tangible, impressive online presence.": "אתר החלומות שלך נמצא בהישג יד. המפתחים המקצועיים שלנו יהפכו את הרעיונות שלך למוחשיים בשילוב עם נוכחות אינטרנטית מרשימה.",
  "Let people see the": "תן לאנשים לראות את ",
  "real": "האתה ",
  " you.": "האמיתי.",
  "Design": "עיצוב",
  "Great design starts with you. transform your vision into captivating digital experiences. We craft stunning layouts that not only look great but also connect with your audience.": "עיצוב איכותי מתחיל בך. הפוך את החזון שלך לחוויה דיגיטלית שובת לב. אנו יוצרים עיצובים מדהימים שלא רק נראים טוב אלא גם מתחברים עם קהל היעד שלך.",
  "From start to finish": "מהתחלה עד הסוף",
  "Our Process": "התהליך שלנו",
  "We specialize in delivering the complete package. see what our process consists of and what it’s like to work with us": "אנו מתמחים בהגשה של החבילה המלאה. צפה בתהליך עבודה וראה מה הוא כולל ואיך זה לעבוד איתנו.",
  "Hi, I’m Moshe, CEO of Sites for Everyone": "היי, אני משה המנכ’ל של Sites for Everyone",
  "Running a business is hard enough... let us help you take the load off. Our team of experiences developers, designers and Dev-Ops engineers is always ready to provide our client with the most sophisticated final product and the guidance throughout the building process.": "לנהל עסק זה קושי בפני עצמו… תן לנו לעזור לך להקל על העומס. הצוות שלנו של מפתחים מנוסים, מעצבים ומהנדסי DevOps תמיד מוכן לספק ללקוח את המוצר הסופי המתקדם ביותר ולספק תמיכה לאורך כל תהליך הבנייה.",
  "Read More": "קרא עוד",
  "Innovative solutions for your business needs.": "פתרונות חדשניים לצרכים העסקיים שלך.",
  "Professional Design": "עיצוב מקצועי",
  "Accessibility": "נגישות",
  "Costumer Support": "שירות לקוחות",
  "Responsivity": "עיצוב רספונסיבי",
  "Get Started": "התחל",
  "Meet The Team": "הכר את הצוות",
  "Head Developer, CEO": "מפתח ראשי, מנכ’ל",
  "Developer, Designer": "מפתח, מעצב",
  "SEO Manager": "מנהל התאמה למנועי חיפוש",
  "Designer": "מעצב",
  "Call Us Today": "התקשר אלינו היום",
  "Our expert team is eager to collaborate with you on creating a stunning, high-performing website. Whether you need a fresh design, improved functionality, or expert digital marketing strategies, we've got you covered. Contact us today for a free consultation and let's bring your vision to life!": "צוות המומחים שלנו ישמח לשתף פעולה איתכם ביצירת אתר מרשים ובעל ביצועים גבוהים. בין אם אתם זקוקים לעיצוב חדש, שיפור פונקציונליות, או אסטרטגיות שיווק דיגיטליות מתקדמות – אנחנו כאן בשבילכם. צרו קשר איתנו היום לייעוץ חינם, ובואו נגשים את החזון שלכם יחד!",
  "Your one stop solution for web needs": "הפתרון הכולל לכלל הצרכים לבניית אתר האינטרנט שלך",
  "from initial design to marketing, we provide al the tools necessary to grow you digital business": "מהעיצוב הראשוני ועד השיווק, אנו מספקים את כל הכלים הדרושים לצמיחת העסק הדיגיטלי שלך.",
  "“It's not who we are underneath, but what we do that defines us.”": "”זה לא מי שאנחנו בפנים, אלא מה שאנחנו עושים שמגדיר אותנו.”",
  "Omnifood": "אומניפוד",
  "Daniel Yehuda": "דניאל יהודה",
  "Smokin t's": "סמוקינ טי",
  "Smokin T's": "סמוקינ טי",
  "AI pro": "אי אי פרו",
  "Lions for Zion": "אריות לציון",
  "Maim Chaim": "מים חיים",
  "IDF Tech & Maintenance corps v2.0": "חיל טנא 2.0",
  "Mahogony Israel": "מהוגוני ישראל",
  "IDF Tech & Maintenance corps v1.0": "חיל טנא 1.0",
  "Enter Plus": "אנטר פלוס",
  "Shalom Carmel": "שלום כרמל",
  "Tora Dojo Israel": "תודה דוג'ו ישראל",
  "Not convinced yet?": "עדיין לא השתכנעת?",
  "See Our Work": "ראה את עבודותינו",
  "AI Pro delivers comprehensive calibration, engineering, and validation services that prioritize customer needs in a holistic manner. By providing optimal, budget-compliant solutions, they eliminate the burden of additional tasks for clients. Utilizing a `Turn Key` method, they ensure that products and services are ready for immediate use, streamlining the process for a seamless experience.": "אי אי פרו מספק שירותי כיול, הנדסה ואימות מקיפים שמתעדפים את כלל צרכי הלקוח.  על ידי מתן פתרונות אופטימליים התואמים לתקציב ומורידים מהלקוח את הנטל של משימות נוספות.  באמצעות שימוש בשיטת 'Turn Key', מובטח שימוש מיידי של המוצרים והשירותים לשימוש מיידי מה שמקל על התהליך ומייעל אותו לחוויה חלקה וקלילה.",
  "Client": "לקוח",
  "Year": "שנה",
  "Design, Web Development, SEO": "עיצוב, פיתוח, SEO",
  "Visit the website": "בקרו באתר",
  "Design, Web Development, SEO, maintinance": "עיצוב, פיתוח, SEO, תחזוקה",
  "Lions for Zion is a non-profit organization dedicated to supporting Israel and combating antisemitism. They focus on educating and empowering young adults to become advocates for Israel through leadership training, campus activism, and community engagement. The organization aims to strengthen the connection between Jewish youth and their heritage while promoting a positive image of Israel.": "אריות לציון היא עמותה ללא רווח שמטרתה היא לתמוך בישראל ולהילחם באנטישמיות. הם מתפקסים על חינוך והעצמת צעירים להפוך לתומכי ישראל באמצעות הכשרת מנהיגות, אקטיביזם בקמפוסים ומעורבות קהילתית. הארגון מכוון לחזק את החיבור בין הנוער היהודי למורשת תוך כדי קידום התמונה החיובית של ישראל.",
  "Design, Web Development": "עיצוב, פיתוח",
  "Maim Chaim is a Torah-based school in Jerusalem that provides a holistic education for boys and girls. It combines religious studies with core subjects, fostering joyful learning and personal growth through diverse activities like music, art, and life skills.": "מים חמים הוא בית ספר תורני בירושלים שמספק חינוך עבור בנים ובנות (holistic). המוסד משלב מקצועות של דת עם מקצועות ליבה ומטפח למידה חוויתית וצמיחה אישית באמצעוץ פעילויות מגוונות כגון מוזיקה, אמנות וכישורי חיים.",
  "Web Development, Maintinance": "פיתוח, תחזוקה",
  "IDF Tene is a corps within the Israel Defense Forces focused on technological and operational innovation. This unit develops and implements cutting-edge solutions to enhance military capabilities across various domains. TENE combines expertise in technology, engineering, and combat to create advanced systems and strategies, ensuring Israel's military readiness in the face of evolving threats.": "טנ'א (טכנולוגיה ואחזקה) הוא חיל בצבא ההגנה לישראל המתמקד על חדשנות טכנולוגית ומבצעית. החיל הזה מפתח ומיישם פתרונות מתקדמים כדי לשפר את יכולות הצבא בתחומים השונים. טנ'א משלב מומחיות בטכנולוגיה, הנדסה ולחימה כדי ליצור מערכות ואסטרטגיות מתקדמות, כדי להבטיח את המוכנות הצבאית של ישראל אל האיומים המתפתחים. ",
  "Web Development": "פיתוח",
  "Web Development, SEO, Maintinance": "פיתוח, תחזוקה, SEO",
  "Enter Plus has created a life-saving bracelet that detects drowning by monitoring vital signs. When a drowning incident occurs, it automatically alerts lifeguards, parents, and emergency services like 911. This innovative device enhances pool safety and provides peace of mind for families.": "אנטר פלוס יצרת צמיד מציל חיים שמזהה טביעה של אנשים על ידי בקרה על סממנים חיוניים.  כאשר מתרחשת טביעה, הצמיד אוטומטית מזעיק מצילים, הורים ושירותי חירום כגון 911. המכשיר החדשני הזה משפר בטיחות בבריכות ונותן שקט נפשי למשפחות.",
  "Mahagony Israel is a luxury furniture and interior design company specializing in high-end wooden furniture and custom-made pieces. They offer a range of exquisite mahogany products, including tables, chairs and cabinets. The company prides itself on craftsmanship, attention to detail, and using premium quality materials to create timeless and elegant furniture for discerning clients in Israel and beyond.": "מהוגוני ישראל היא חברת יוקרה לעיצוב פנים ורהיטים המתמחה ברהיטים בעץ באיכות גבוהה וחלקים בהתאמה אישית. הם מציעים מגוון של מוצרי מהגוני מעולים הכוללים שולחנות, כיסאות וארונות. החברה מתגאה במלאכה,  תשומת הלב לפרטים הקטנים ושימוש בחומרים מובחרים כדי ליצור ריהוט אלגנטי שמחזיק לאורך זמן בשביל לקוחות אניני טעם בישראל ובעולם.",
  "Launch your site with confidence. Our team ensures smooth deployment and optimizes your online presence. We implement cutting-edge SEO strategies to boost your visibility, driving traffic and engagement. Watch your digital footprint grow as we fine-tune your site for search engines and users alike.": "השק את האתר שלך בביטחון. הצוות שלנו מוודה שהתהליך יהיה חלק ושהנוכחות שלכם באינטרנט תהיה טובה. אנו מיישמים אסטרגיות SEO מתקדמות כדי להגדיל את החשיפה שלכם, ולהגביר תנועה ומעורבות באתר. צפה בטביעת הרגל הדיגיטלית שלכם גדלה כאשר אנו מתאימים את האתר שלכם למנועי חיפוש ולמשתמשים כאחד.",
  "Maintinance": "תחזוקה",
  "‘Shalom Carmel’ was established to showcase the rich ethnic and cultural diversity of Haifa and Mount Carmel. Their tours provide groups with the opportunity to engage with various communities in the area and learn how they collaborate to foster a more unified society.": "שלום כרמל הוקמה כדי להציג את המגוון האתני והתרבותי של חיפה והר הכרמל. הסיורים שלהם מספקים לקבוצות את ההזדמנות להתחבר עם קהילות שונות באזור וללמוד כיצד הן משתפות פעולה כדי לטפח חברה מאוחדת יותר.",
  "Design, Web Development, maintenance, SEO": "תחזוקה, עיצוב, פיתוח, SEO",
  "Design, Web Development, maintenance": "תחזוקה, עיצוב, פיתוח",
  "Daniel Yehuda is a Jewish musician who connects young Jewish souls through uplifting music. He offers customized performances, workshops, and events worldwide, focusing on Judaism and Zionism. Daniel also serves as a cantor and provides entertainment for celebrations like weddings and bar mitzvahs.": "דניאל יהודה הוא מוזיקאי יהודי שמחבר בין נפשות יהודיות צעירות דרך מוזיקה מרוממת. הוא מציע הופעות, סדנאות ואירועים מותאמים אישית ברחבי העולם המתמקדמים ביהדות וציונות. דניאל הוא גם חזן ומספק בידור לאירועים כמו חתונות ובר מצווה.",
  "Smokin T's is a barbecue and grill-style restaurant that offers a unique blend of delicious dishes, including house-made pastrami and corned beef sandwiches. With a focus on quality, their menu features mouthwatering appetizers, fresh desserts, and exemplary service in a relaxed atmosphere. The restaurant has evolved through various kitchens to perfect its recipes, ensuring a memorable dining experience.": "סמוקינ טי היא מסעדת ברביקיו וגריל שמציעה שילוב ייחודי של מנות טעימות כולל פסטרמה וקורנביף תוצרת בית. עם התמקדות על איכות התפריט שלהם מציע מנות פתיחה מעוררות תיאבון, קינוחים טריים ושירות למופת באווירה רגועה. המסעדה התפתחה דרך מטבחים שונים כדי לשכלל את המתכונים שלה, מה שמבטיח חוויה בלתי נשכחת.",
  "Omnifood is a personalized meal subscription service that delivers healthy, chef-prepared meals to your door. Using AI, it creates tailored meal plans based on your dietary preferences, offering a variety of options to suit different diets. Enjoy the convenience of nutritious eating while supporting local and organic food sources.": "אומניפוד הוא שירות מנוי ארוחות מותאם אישית המספק ארוחות בריאות שהוכנו על ידי שפים ישירות לדלת ביתך. באמצעות בינה מלאכותית, הוא יוצר תוכניות ארוחות מותאמות על בסיס העדפות התזונה שלך, ומציע מגוון אפשרויות המתאימות לדיאטות שונות. תוכל ליהנות מנוחות האכילה הבריאה תוך תמיכה במקורות מזון מקומיים ואורגניים."
}
